
export let arrBooks = [
    {
        id: 1,
        title: "11/22/63",
        price: 230,
        pages: 976,
        description: "22 листопада 1963 року — дата вбивства Джона Кеннеді. Пролунали три постріли — і світ змінився назавжди. Сьогодення. Дізнавшись, що в барі його приятеля розташований портал до 1958 року, звичайний шкільний учитель Джейк Еппінг не може опиратися спокусі почати нове життя у рок-н-рольні часи Елвіса Преслі. Хіба гостю з майбутнього важко познайомитися з відлюдником Лі Гарві Освальдом і завадити йому вбити президента? Та чи варто гратися з минулим? Яким буде світ, де Кеннеді виживе?",
        cover: "https://bookclub.ua/images/db/goods/k/56087_108879_k.jpg"
    },
    {
        id: 2,
        title: "Історія Лізі",
        price: 205,
        pages: 624,
        description: "Покійний чоловік Лізі, Скот Лендон, був відомим письменником. Іноді здавалося, що він продав душу дияволу і саме за це отримав свій надзвичайний талант. Після смерті чоловіка жінці докучають літературознавці, які будь-що прагнуть заволодіти творчими доробками Скота. Та коли жінка береться за впорядкування його творів, то розуміє, що в житті Скота було дещо жахливе, моторошне. Щось таке, із чого він черпав натхнення, за яке потім заплатив своїм життям. Ким насправді був Скот? Лізі починає блукати в лабіринті секретів минулого. Ще трохи, і знайти вихід буде неможливо...",
        cover: "https://bookclub.ua/images/db/goods/k/56400_110023_k.jpg"
    },
    {
        id: 3,
        title: "Якщо кров тече",
        price: 275,
        pages: 512,
        description: "Лотерейні квитки не завжди приносять щастя. Увесь свій виграш Крейґ витратив на «айфон» останнього покоління. І, не приймаючи жодних відмов, подарував його доброму другові — літньому мільярдерові, містеру Герріґену. Але згодом чоловік помирає. Того ж вечора Крейґ отримує повідомлення із кількома буквами. SMS надійшло з номера містера Герріґена… («Телефон містера Герріґена») Одного дня в місті з’явився банер. Фото чоловіка середніх літ і напис: «Чак Кранц. 39 чудових років. Спасибі, Чаку!» Наче звичайне привітання. Та цей текст раптом починають транслювати всюди: на радіо, в інтернеті, на вуличних графіті й просто на вікнах будинків. Ніхто не знає, хто такий Чак. Але кажуть, якщо він помре, з ним загине увесь світ («Життя Чака»).",
        cover: "https://bookclub.ua/images/db/goods/k/55800_107451_k.jpg"
    },
    {
        id: 4,
        title: "Мертва зона",
        price: 270,
        pages: 544,
        description: "Коли через майже п’ять років Джон Сміт вийшов з коми, він, певно, пожалкував про це. За цей час тіло стало майже чужим, його дівчина обрала іншого, а рідна мати втратила зв’язок з реальністю. А ще треба вчитися жити з аномальною здібністю — бачити чуже майбутнє, лише торкнувшись людини. Тож повернутися до нормального життя не вийде. Особливо після того, як на передвиборчому мітингу Ґреґа Стіллсона Джонні тисне кандидатові руку. Миттєве передбачення вражає: Стіллсон виграє президентську гонку, очолить країну, а потім розв’яже ядерну війну та спричинить глобальну катастрофу. Проте змінити хід історії ще можливо. І в цьому заплутаному лабіринті Джонні бачить лише один вихід: вбити Ґреґа Стіллсона.",
        cover: "https://bookclub.ua/images/db/goods/k/55634_106585_k.jpg"
    },
    {
        id: 5,
        title: "Зелена миля",
        price: 165,
        pages: 432,
        description: "Пол Еджкомб — колишній наглядач федеральної в’язниці штату Луїзіана «Холодна гора», а нині — мешканець будинку для літніх людей. Більш ніж півстоліття тому він скоїв те, чого досі не може собі вибачити. І тягар минулого знову й знову повертає його до 1932 року. Тоді до блоку Е, в якому утримували засуджених до смертної кари злочинців, прибули «новенькі». Серед тих, на кого чекала сумнозвісна Зелена миля — останній шлях, що проходить засуджений до місця страти, — був Джон Коффі. Його визнали винним у зґвалтуванні та вбивстві двох сестер-близнючок Кори й Кеті Деттерик. Поволі Пол усвідомлює, що цей незграбний велетень, який скидався на сумирну дитину, не може бути монстром-убивцею. Але як врятувати того, хто вже ступив на Зелену милю?",
        cover: "https://bookclub.ua/images/db/goods/k/47231_74629_k.jpg"
    },
    {
        id: 6,
        title: "Сяйво",
        price: 240,
        pages: 640,
        description: "У цього шикарного готелю в горах — лиха слава. Колись там сталася страшна трагедія. Тому взимку в його стінах лишаються тільки привиди... Але цього разу опинитися тут не пощастило одній звичайній родині — батько Денні найнявся доглядачем пансіонату. Саме в готелі п’ятирічний Денні дізнався, що він «сяє»: хлопчик може бачити справжніх його мешканців і знає, що ховається за дверима кожного із сотні порожніх номерів... Але йому відкриваються не тільки жахливі події, які сталися тут у минулому. Він може передбачити, яка страшна небезпека чекає на його близьких...",
        cover: "https://bookclub.ua/images/db/goods/k/52430_93934_k.jpg"
    },
    {
        id: 7,
        title: "Повна темрява. Без зірок",
        price: 230,
        pages: 480,
        description: "Усередині кожного з нас живе незнайомець! Мирний фермер підмовляє сина вбити матір... Авторка детективів відчайдушно хоче помститися ґвалтівникові, і її помста буде страшнішою за його злочин... Смертельно хворому чоловікові пропонують 15 років життя, але яка ціна?.. Жінка дізнається, що її коханий — маніяк і вбивця. Ці незнайомці живуть поруч із нами, і ми самі можемо стати ними!",
        cover: "https://bookclub.ua/images/db/goods/k/53511_101519_k.jpg"
    },
    {
        id: 8,
        title: "Куджо",
        price: 230,
        pages: 352,
        description: "Маленька безвідповідальність жінки, що необачно обрала коханця... Маленька безвідповідальність чоловіка, що вчасно не відремонтував авто... Маленька безвідповідальність господарів, що не зробили щеплення псу... А Куджо, добрий велетень-сенбернар, лише, граючись, погнався за летючою мишею. Мікроскопічний вірус сказу перетворив гіганта на страшного монстра, що в нестямі буде вбивати всіх, хто опиниться на його шляху. Капканом під палючим сонцем стане поламана машина для Донни Трентон і її маленького сина. Хто переможе у двобої скаженої люті тварини і матері, що рятуватиме від смерті своє дитя?",
        cover: "https://bookclub.ua/images/db/goods/k/56367_109624_k.jpg"
    },
    {
        id: 9,
        title: "Серця в Атлантиді",
        price: 205,
        pages: 624,
        description: "Книга неперевершеного короля жахів Стівена Кінга, в яку увійшли п’ять його повістей, написаних у період з 1960 по 1999 роки. Усі частини поєднані сюжетно та зображують життя героїв, на яких сильно вплинула В’єтнамська війна.",
        cover: "https://bookclub.ua/images/db/goods/k/46016_70633_k.jpg"
    },
    {
        id: 10,
        title: "Кладовище домашніх тварин",
        price: 230,
        pages: 400,
        description: "Усе почалося з того, що улюбленця родини Луїса Кріда, кота Черча, збила вантажівка. Сусід запропонував йому поховати тварину на старому індіанському кладовищі. За легендами, воно має таємничу силу, яка здатна повертати до життя. І Луїс погодився… Уранці кіт прийшов додому живим. Майже живим…",
        cover: "https://bookclub.ua/images/db/goods/k/49968_85703_k.jpg"
    },
    {
        id: 11,
        title: "Містер Мерседес",
        price: 240,
        pages: 544,
        description: "Спогади про нерозкритий злочин не дають спокою колишньому поліцейському Біллу Годжесу. Він мав упіймати злочинця, який на вкраденому «мерседесі» навмисне вбив та покалічив десятки людей, але… Одного дня Білл отримує листа від того самого таємничого вбивці. Він обіцяє, що наступного разу жертв буде більше! Це був тільки початок… Білл знову повертається до роботи. Ставки в цій смертельній грі надто високі…",
        cover: "https://bookclub.ua/images/db/goods/k/53251_97499_k.jpg"
    },
    {
        id: 12,
        title: "Інститут",
        price: 265,
        pages: 608,
        description: "Тієї ночі почався кошмар. Батьків Люка вбили, а самого хлопця закинули в позашляховик та повезли в невідомому напрямку. Він приходить до тями в місці, яке називають Інститутом. Таке собі гетто для дещо… незвичайних дітей. Їх викрадають і тримають тут, наче піддослідних щурів. Директорка місіс Сіґсбі та співробітники цієї зловісної установи безжально «викачують» з дітей їхні телепатичні й телекінетичні здібності. Нова знайома Люка каже, що звідси неможливо втекти. Але він має спробувати…",
        cover: "https://bookclub.ua/images/db/goods/k/53509_98748_k.jpg"
    }
]